tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

# brew
brew "go"
brew "mas"
brew "node_exporter"
brew "rustup-init"
brew "switchaudio-osx"
brew "wget"

# cask
cask "1password"
cask "android-studio"
cask "deepl"
cask "discord"
cask "docker"
cask "firefox"
cask "google-chrome"
cask "google-japanese-ime"
cask "iterm2"
cask "jetbrains-toolbox"
cask "mockoon"
cask "notion"
cask "raycast"
cask "scapple"
cask "skype"

# AppStore
mas "Display Menu", id: 549083868
mas "EdgeView 2", id: 1206246482
mas "feedly", id: 865500966
mas "GoodNotes", id: 1444383602
mas "Kindle", id: 405399194
mas "LINE", id: 539883307
mas "LiquidText", id: 922765270
mas "Messenger", id: 1480068668
mas "Microsoft Remote Desktop", id: 1295203466
mas "Prime Video", id: 545519333
mas "The Unarchiver", id: 425424353
mas "Twitter", id: 1482454543
mas "Xcode", id: 497799835
mas "Yoink", id: 457622435
