tap "homebrew/bundle"
tap "homebrew/services"
brew "deno"
brew "gh"
brew "gnupg"
brew "go"
brew "kind"
brew "kubectx"
brew "mas"
brew "node_exporter", restart_service: true
brew "pinentry-mac"
brew "rustup-init"
brew "switchaudio-osx"
brew "wget"
cask "1password"
cask "deepl"
cask "discord"
cask "docker"
cask "firefox"
cask "google-chrome"
cask "google-japanese-ime"
cask "gpg-suite"
cask "iterm2"
cask "jetbrains-toolbox"
cask "notion"
cask "obsidian"
cask "raycast"
cask "scapple"
cask "skype"
mas "1Password for Safari", id: 1569813296
mas "DaisyDisk", id: 411643860
mas "Display Menu", id: 549083868
mas "EdgeView 2", id: 1206246482
mas "feedly", id: 865500966
mas "GarageBand", id: 682658836
mas "GoodNotes", id: 1444383602
mas "Kindle", id: 405399194
mas "LINE", id: 539883307
mas "LiquidText", id: 922765270
mas "Messenger", id: 1480068668
mas "Microsoft Remote Desktop", id: 1295203466
mas "Prime Video", id: 545519333
mas "The Unarchiver", id: 425424353
mas "Twitter", id: 1482454543
mas "Xcode", id: 497799835
mas "Yoink", id: 457622435
